{"locale_data":{"messages":{"":{"plural_forms":"nplurals=6; plural=n==0 ? 0 : n==1 ? 1 : n==2 ? 2 : n%100>=3 && n%100<=10 ? 3 : n%100>=11 && n%100<=99 ? 4 : 5;","language":"ar","project_id_version":"MailPoet - MailPoet"},"above 0.7%":[""],"between 0.3% and 0.7%":[""],"Below 0.3%":[""],"above 1.5%":[""],"between 0.5% and 1.5%":[""],"below 0.5%":[""],"under 1%":[""],"between 1 and 3%":[""],"above 3%":[""],"under 10%":[""],"between 10 and 30%":[""],"above 30%":[""],"In trash":["في سلة المهملات"],"Authenticated":["تمت المصادقة"],"Pending authentication":["في انتظار المصادقة"],"Error":["خطأ"],"MailPoet will verify your DNS records to ensure it matches. Do note that it may take up to 24 hours for DNS changes to propagate after you make the change.":["سيتحقق MailPoet من سجلات DNS الخاصة بك للتأكد من مطابقتها. لاحظ أن الأمر قد يستغرق ما يصل إلى 24 ساعة حتى يتم انتشار تغييرات DNS بعد إجراء التغيير."],"Once added, click the button below to authenticate your sender domain.":["بمجرد الإضافة، انقر فوق الزر أدناه لمصادقة نطاق المرسل الخاص بك."],"We detected different records from your domain. Please fix them by following the error messages below and reauthenticate your domain. For more help, <link>read our guide<\/link>.":["لقد اكتشفنا سجلات مختلفة من نطاقك. الرجاء إصلاحها باتباع رسائل الخطأ أدناه وإعادة مصادقة نطاقك. لمزيد من المساعدة، <link>اقرأ دليلنا<\/link>."],"Error authenticating your sender domain.":["خطأ في مصادقة نطاق المرسل الخاص بك."],"Read the guide":["اقرأ الدليل"],"Multiple values detected.":["تم اكتشاف قيم متعددة."],"No records found. Please add this to your DNS settings.":["لم يتم العثور على سجلات. الرجاء إضافة هذا إلى إعدادات DNS الخاصة بك."],"Incorrect value detected.":["تم اكتشاف قيمة غير صحيحة."],"and remove the duplicate value(s):":["وإزالة القيمة (القيم) المكررة:"],"Please remove the duplicate value(s):":["الرجاء إزالة القيمة (القيم) المكررة:"],"Please remove the text highlighted in red:":["الرجاء إزالة النص المميز باللون الأحمر:"],"Please add the text highlighted in green:":["الرجاء إضافة النص المميز باللون الأخضر:"],"Please add the text highlighted in green and remove the text highlighted in red:":["الرجاء إضافة النص المميز باللون الأخضر وإزالة النص المميز باللون الأحمر:"],"The plugin has encountered an unexpected error. Please reload the page. If that does not help, <link>re-install the MailPoet Plugin.<\/link>":["واجهة الإضافة خطأ غير متوقع. رجاء أعد تحميل الصفحة. إذا لم يساعد ذلك، <link>أعد تنصيب إضافة MailPoet. <\/link>"],"purchased product":["المنتج الذي تم شراؤه"],"purchased in category":["تم شراؤه في التصنيف"],"User abandons cart":["تخلى المستخدم عن سلة التسوق"],"Please upgrade your MailPoet plan to gain access to this feature.":["يرجى ترقية خطة MailPoet الخاصة بك لتتمكن من الوصول إلى هذه الميزة."],"Advanced contact segmentation is not available in your current plan. Upgrade your MailPoet plan to create highly targeted subscriber segments using multiple subscriber properties and AND\/OR logic, ensuring you send the right message to the right people.":["تقسيم جهات الاتصال المتقدم غير متوفر في خطتك الحالية. قم بترقية خطة MailPoet الخاصة بك لإنشاء شرائح مشتركين مستهدفة للغاية باستخدام خصائص المشتركين المتعددة ومنطق و\/أو (AND\/OR)، مما يضمن إرسال الرسالة الصحيحة إلى الأشخاص المناسبين."],"Automation journeys are not available in your current plan. Upgrade your MailPoet plan to design personalized journeys with multiple steps and conditional branching logic.":["رحلات الأتمتة غير متوفرة في خطتك الحالية. قم بترقية خطة MailPoet الخاصة بك لتصميم رحلات مخصصة بخطوات متعددة ومنطق تفريعي مشروط(adaptive branching logic)."],"Upgrade your MailPoet plan to gain detailed insights into how your subscribers engage with your automations and their purchasing behaviors.":["قم بترقية خطة MailPoet الخاصة بك للحصول على رؤى تفصيلية حول كيفية تفاعل المشتركين لديك مع عمليات الأتمتة الخاصة بك وسلوكيات الشراء الخاصة بهم."],"purchased with tag":["تم شراؤها مع الوسم"],"Cart abandoned for":["سلة تسوق مهجورة ل"],"purchased with attribute":["تم شراؤه مع الخاصية"],"and":["و"],"in the last %d %s":["في آخر %d%s"],"Authenticate domain to send new emails as <emailDomain\/>.":["قم بمصادقة النطاق لإرسال رسائل بريد إلكترونية جديدة ك <emailDomain\/>."],"Authenticate to send as <emailDomain\/> and improve email deliverability.":["قم بالمصادقة للإرسال كـ <emailDomain\/> وتحسين إمكانية تسليم البريد الإلكتروني."],"Update your domain settings to improve email deliverability and meet new sending requirements.":["قم بتحديث إعدادات النطاق الخاص بك لتحسين إمكانية تسليم البريد الإلكتروني وتلبية متطلبات الإرسال الجديدة."],"MailPoet cannot send email campaigns from shared 3rd-party domains like <emailDomain\/>. Please send from your site's branded domain instead.":["لا يمكن لـ MailPoet إرسال حملات بريد إلكتروني من نطاقات الطرف الثالث مثل <emailDomain\/>. الرجاء الإرسال من النطاق الذي يحمل العلامة التجارية لموقعك بدلاً من ذلك."],"Shared 3rd-party domains like <emailDomain\/> will send from MailPoet's shared domain. We recommend that you use your site's branded domain instead.":["سيتم إرسال نطاقات الطرف الثالث المشتركة مثل <emailDomain\/> من النطاق المشترك لـ MailPoet. نوصي باستخدام النطاق الذي يحمل العلامة التجارية لموقعك بدلاً من ذلك."],"You can use MailPoet shortcodes.":["يمكنك استخدام الأكواد القصيرة لـ MailPoet."],"Automation \"%s\" was moved to the trash.":["تم نقل الأتمتة \"%s\" إلى سلة المهملات."],"number of orders with coupon code":["عدد الطلبات التي تحتوي على رمز القسيمة"],"Will be sent as: <rewrittenFromEmail\/>":["سيتم إرسالها على النحو التالي: <rewrittenFromEmail\/>"],"Authenticate":["المصادقة"],"Update settings":["تحديث الإعدادات"],"Authenticate your sender domain to send emails from your email address. This helps your recipients verify you are the author of these emails and helps mailbox providers fight spam and improves your email delivery rates.":["قم بمصادقة نطاق المرسل الخاص بك لإرسال رسائل البريد الإلكتروني من عنوان بريدك الإلكتروني. يساعد هذا المستلمين الخاصين بك على التحقق من أنك كاتب رسائل البريد الإلكتروني هذه ويساعد موفري صناديق الواردات على مكافحة البريد الإلكتروني المزعج وتحسين معدلات تسليم بريدك الإلكتروني."],"Corrupt":["تالف"],"Start building":["البدء في الإنشاء"],"An error occurred while creating the automation. Please, try again.":["حدث خطأ أثناء إنشاء الأتمتة. حاول مرة اخرى."],"There was an error loading the preview.":["حدث خطأ أثناء تحميل المعاينة."],"Starting an automation when a subscription expires is a premium feature.":["يعد بدء أتمتة عند انتهاء صلاحية الاشتراك ميزة مميزة."],"expired":["انتهت الصلاحية"],"Start the automation when a subscription expires.":["ابدأ الأتمتة عند انتهاء صلاحية الاشتراك."],"Woo Subscription expired":["انتهت صلاحية اشتراك Woo."],"Starting an automation when a subscription payment fails is a premium feature.":["يعد بدء الأتمتة عند فشل دفع الاشتراك ميزة مميزة."],"payment":["الدفع"],"Start the automation when a payment failed.":["ابدأ الأتمتة عند فشل الدفع."],"Woo Subscription payment failed":["فشل دفع اشتراك Woo"],"Starting an automation when a subscription is renewed is a premium feature.":["يعد بدء الأتمتة عند تجديد الاشتراك ميزة مميزة."],"renewed":["تجديد"],"Start the automation when a subscription renewed.":["ابدأ الأتمتة عند تجديد الاشتراك."],"Woo Subscription renewed":["تم تجديد اشتراك Woo"],"Starting an automation when a subscription trial starts is a premium feature.":["يعد بدء الأتمتة عند بدء الاشتراك التجريبي ميزة مميزة."],"Start the automation when a subscription trial starts.":["ابدأ الأتمتة عندما يبدأ الاشتراك التجريبي."],"Woo Subscription trial started":["بدأ الاشتراك التجريبي Woo"],"Starting an automation when a subscription trial ended is a premium feature.":["يعد بدء الأتمتة عند انتهاء الاشتراك التجريبي ميزة مميزة."],"ended":["انتهت"],"trial":["تجريبي"],"Start the automation when a subscription trial ends.":["ابدأ الأتمتة عند انتهاء فترة الاشتراك التجريبي."],"Woo Subscription trial ended":["انتهت صلاحية الاشتراك التجريبي Woo"],"Essential":["أساسي"],"Uncategorized":["غير مصنف"],"Starting an automation when a subscription is created is a premium feature.":["يعد بدء الأتمتة عند إنشاء الاشتراك ميزة مميزة."],"started":["بدأ"],"Start the automation when a subscription is created.":["ابدأ الأتمتة عند إنشاء الاشتراك."],"Woo Subscription started":["بدأ اشتراك Woo"],"Starting an automation by changing the status of a subscription is a premium feature.":["يعد بدء الأتمتة عن طريق تغيير حالة الاشتراك ميزة مميزة."],"changed":["تغير"],"subscriptions":["الاشتراكات"],"Start the automation when subscription changed to a specific status.":["ابدأ الأتمتة عند تغيير الاشتراك إلى حالة معينة."],"Woo Subscription status changed":["تغيرت حالة اشتراك Woo"],"Triggering an automation by following an email link is a premium feature.":["يعد تشغيل الأتمتة عن طريق اتباع رابط البريد الإلكتروني ميزة مميزة."],"link":["رابط"],"Triggers an automation when a subscriber clicks a link in an email.":["يقوم بتشغيل الأتمتة عندما ينقر المشترك على رابط في رسالة بريد إلكتروني."],"Subscriber clicks a link in email":["ينقر المشترك على رابط في البريد الإلكتروني"],"If you have already received approval email, click <link>here<\/link> to update the status.":["إذا كنت قد تلقيت بالفعل رسالة موافقة بالبريد الإلكتروني، فانقر <link>هنا<\/link> لتحديث الحالة."],"You can use all MailPoet features and send <link1>email previews<\/link1> to your <link2>authorized email addresses<\/link2>, but sending to your email list contacts is temporarily paused until we review your subscription. If you don't hear from us within 48 hours, please check the inbox and spam folders of your MailPoet account email for follow-up emails with the subject \"<emailSubject\/>\" and reply, or <link3>contact us<\/link3>.":["يمكنك استخدام جميع ميزات MailPoet وإرسال <link1>معاينات البريد الإلكتروني<\/link1> إلى <link2>عناوين البريد الإلكتروني المعتمدة<\/link2>، ولكن يتم إيقاف الإرسال إلى جهات اتصال قائمة البريد الإلكتروني مؤقتًا حتى نراجع اشتراكك. إذا لم تصلك رسائل منا خلال 48 ساعة، فيرجى التحقق من البريد الوارد ومجلدات البريد المزعج في البريد الإلكتروني الخاص بحساب MailPoet الخاص بك للحصول على رسائل بريد إلكتروني للمتابعة مع الموضوع \"<emailSubject\/>\" والرد، أو <link3>اتصل بنا<\/link3>."],"MailPoet is <link>reviewing your subscription<\/link>.":["يقوم MailPoet <link>بمراجعة اشتراكك<\/link>."],"created":["تم انشائه"],"Start the automation when an order is created.":["ابدأ الأتمتة عند إنشاء الطلب."],"cancelled":["تم إلغاؤه"],"Start the automation when an order is cancelled.":["ابدأ الأتمتة عند إلغاء الطلب."],"Start the automation when an order is completed.":["ابدأ الأتمتة عند اكتمال الطلب."],"Order created":["تم إنشاء الطلب"],"Order completed":["تم إنشاء الطلب"],"Order cancelled":["تم إلغاء الطلب"],"was sent":["تم الإرسال"],"number of emails received":["عدد رسائل البريد الإلكتروني المستلمة"],"number of clicks":["عدد النقرات"],"clicked any email":["قم بنقر أي بريد إلكتروني"],"first order":["الطلب الأول"],"Starting an automation by creating a comment is a premium feature.":["يعد بدء الأتمتة عن طريق إنشاء تعليق ميزة مميزة."],"Start the automation when a user makes a comment.":["ابدأ عملية الأتمتة عندما يقوم المستخدم بالتعليق."],"User makes a comment":["يقوم المستخدم بالتعليق"],"Starting an automation by creating a review is a premium feature.":["يعد بدء الأتمتة عن طريق إنشاء مراجعة ميزة مميزة."],"comment":["التعليق"],"review":["مراجعة"],"Start the automation when a customer makes a review.":["ابدأ الأتمتة عندما يقوم العميل بإجراء مراجعة."],"Customer makes a review":["يقوم العميل بإجراء مراجعة"],"clicks":["نقرات"],"if\/else":["إذا\/آخر"],"conditional":["مشروط"],"condition":["شرط"],"Based on %s":["استنادًا على %s"],"The automation follows a different path based on specified conditions.":["تتبع الأتمتة مسارًا مختلفًا إستنادًا على الشروط المحددة."],"The automation would go through the yes flow if <operator>any of<\/operator> the following conditions are met:":["سوف تمر الأتمتة عبر تدفق نعم إذا تم استيفاء <operator>أي من<\/operator> الشروط التالية:"],"The automation would go through the yes flow if <operator>all of<\/operator> the following conditions are met:":["سوف تمر الأتمتة عبر تدفق نعم إذا تم استيفاء <operator>كل<\/operator> الشروط التالية:"],"The automation would go through the yes flow if the following conditions are met:":["سوف تمر الأتمتة عبر تدفق نعم إذا تم استيفاء الشروط التالية:"],"Add condition":["أضف شرطًا"],"Conditions: %d":["الشروط: %d"],"Filters: %d":["عوامل تصفية: %d"],"Segment filter":["مقطع تصفية"],"Starting an automation when a tag has been removed from a subscriber is a premium feature.":["يعد بدء التشغيل الأتمتة عند إزالة الوسم من مُشترك ميزة مميزة."],"Start the automation when a tag is removed from a subscriber.":["ابدأ عملية الأتمتة عند إزالة الوسم من أحد المشتركين."],"Tag removed from subscriber":["تمت إزالة الوسم من المشترك"],"Starting an automation when a tag was added to a subscriber is a premium feature.":["يعد بدء التشغيل الأتمتة عند إضافة علامة إلى المشترك ميزة مميزة."],"Start the automation when a tag is added to a subscriber.":["ابدأ عملية الأتمتة عند إضافة وسم إلى المشترك."],"Tag added to subscriber":["تمت إضافة الوسم إلى المشترك"],"Firing a custom hook is a premium feature.":["يعد إطلاق خطاف مخصص ميزة مميّزة."],"Fires a customizable hook.":["يطلق خطافًا قابلاً للتخصيص."],"Custom action":["إجراء مخصّص"],"Triggering an automation with a custom hook is a premium feature.":["يعد تشغيل الأتمتة باستخدام خُطاف مخصص ميزة مميزة."],"code":["رمز"],"hook":["خُطاف"],"custom":["مخصص"],"This is an advanced feature for developers. Triggers an automation when a certain action is fired. The action's first argument must be the email address of a subscriber.":["هذه ميزة متقدمة للمطورين. شغل الأتمتة عند إطلاق إجراء معين. يجب أن تكون الحجة الأولى للإجراء هي عنوان البريد الإلكتروني للمشترك."],"Custom trigger":["مشغل مخصص"],"Conditions":["الشروط"],"purchase":["الشراء"],"category":["تصنيف"],"Start the automation when a customer buys a product from a category.":["ابدأ عملية الأتمتة عندما يشتري عميل منتجًا من تصنيف ما."],"Search for a category":["ابحث عن تصنيف"],"bought":["اشترى"],"buy":["شراء"],"product":["المنتج"],"ecommerce":["التجارة الإلكترونية"],"Start the automation when a customer buys a product.":["ابدأ عملية الأتمتة عندما يشتري عميل منتجًا."],"Order status":["حالاة الطلب"],"Order settings":["إعدادات الطلب"],"Search for a product":["البحث عن منتج"],"Trigger":["المشغل"],"Start the automation when a user who has items in the shopping cart leaves your website without checking out.":["ابدأ عملية الأتمتة عندما يغادر المستخدم الذي لديه عناصر في عربة التسوق موقعك الإلكتروني دون عملية إنهاء الطلب."],"3 days":["3 أيام"],"1 day":["يوم 1"],"4 hours":["4 ساعات"],"1 hour":["1 ساعة"],"30 minutes":["30دقيقة"],"notification":["إشعار"],"Customer buys from a category":["يشتري العميل من تصنيف ما"],"Customer buys a product":["يشتري العميل منتجًا"],"Could not copy to clipboard":["تعذر النسخ إلى الحافظة"],"Copied to clipboard":["نسخ إلى الحافضة"],"Delay":["التأخير"],"Processing":["جاري التنفيذ"],"On hold":["في الانتظار"],"Pending payment":["في انتظار الدفع"],"Holiday Sale!":["مبيعات العطلات!"],"Did you forget something?":["هل نسيت شيئا؟"],"Subscription":["الاشتراك"],"Thermo bottle":["زجاجة حرارية"],"Pens 10x":["الأقلام 10x"],"Branded magnet":["مغناطيس يحمل علامة تجارية"],"Funny socks":["جوارب مضحكة"],"Cup":["كوب"],"Mug":["قدح"],"Saved":["تم الحفظ"],"Saving":["جاري الحفظ"],"Updating…":["تحديث..."],"Analytics":["التحليلات"],"used coupon code":["رمز القسيمة المستخدمة"],"number of reviews":["عدد المراجعات"],"Completed":["اكتمل"],"Cancelled":["تم الالغاء"],"In Progress":["جاري"],"completed":["اكتمل"],"failed":["فشل"],"You're viewing sample data.":["أنت تشاهد بيانات نموذجية."],"used shipping method":["طريقة الشحن المستخدمة"],"Orders":["الطلبات"],"postal code":["الرمز البريدي"],"city":["المدينة"],"country":["البلد"],"number of orders":["عدد الطلبات"],"number of machine-opens":["عدد مرات التي تم فتحه آليًا"],"number of opens":["عدد مرات التي تم فتحه"],"The automation would only be started if <operator>any of<\/operator> the following trigger conditions are met:":["لن تبدأ الأتمتة إلا إذا تم استيفاء <operator> أيًا من <\/operator> شروط التشغيل التالية:"],"The automation would only be started if <operator>all of<\/operator> the following trigger conditions are met:":["لن تبدأ الأتمتة إلا إذا تم استيفاء <operator> جميع <\/operator> شروط التشغيل التالية:"],"Automation flow":["تدفق الأتمتة"],"Overview":["نظرة عامة"],"Categories":["تصنيفات"],"No items found.":["لم يتم العثور على العناصر."],"used payment method":["طريقة الدفع المستخدمة"],"average order value":["متوسط قيمة الطلب"],"Any condition":["أي شرط"],"All conditions":["جميع الشروط"],"unknown day":["يوم غير معروف"],"unknown unit":["وحدة غير معروفة"],"months":["شهور"],"weeks":["أسابيع"],"You have sent more emails this month than your MailPoet plan includes, and sending has been temporarily paused. To continue sending with MailPoet Sending Service please [link]upgrade your plan[\/link], or wait until sending is automatically resumed on %1$s":["لقد أرسلت رسائل بريد إلكتروني هذا الشهر أكثر مما تتضمن خطة MailPoet الخاصة بك، وتم إيقاف الإرسال مؤقتًا. لمتابعة الإرسال باستخدام خدمة إرسال MailPoet Sending Service ، يرجى [link] ترقية خطتك [\/link] ، أو الانتظار حتى يتم استئناف الإرسال تلقائيًا في %1$s."],"You are becoming a bigger sender – congratulations! To keep up with the growth, and continue sending, [link]please upgrade your plan[\/link]":["لقد أصبحت مرسلًا أكبر - تهانينا! لمواكبة النمو ومتابعة الإرسال، [link] يرجى ترقية خطتك [\/link]"],"Sending notification emails is a premium feature.":["يعد إرسال رسائل البريد الإلكتروني الخاصة بالإشعارات ميزة متميزة."],"Receive a notification when a contact reaches a specific point in automation.":["تلقي إشعار عندما تصل جهة اتصال إلى نقطة معينة في الأتمتة."],"Send notification email":["إرسال إشعار بالبريد الإلكتروني"],"The automation would only be started if the following trigger conditions are met:":["لن تبدأ الأتمتة إلا في حالة استيفاء شروط التشغيل التالية:"],"Trigger filters":["مشغل الفلاتر"],"Add trigger filter":["إضافة مشغل الفلتر"],"Adding trigger filters is a premium feature.":["إضافة مشغل الفلتر هي ميزة متميزة."],"unknown condition":["حالة غير معروفة"],"Unknown field \"%s\"":["حقل غير معروف \"%s\""],"and unknown values":["وقيم غير معروفة"],"Unknown value":["قيم غير معروفة"],"change":["تغيير"],"status":["الحالة"],"order":["الترتيب"],"woocommerce":["ووكومرس"],"Changing the status is a premium feature.":["تغيير الحالة هو ميزة متميزة."],"Status changes to:":["تغيرة الحالة إلى:"],"Status changes from:":["تغيرة الحالة من:"],"Any":["أي"],"unsubscribe":["إلغاء الاشتراك"],"update custom field":["تحديث الحقل المخصص"],"update subscriber":["تحديث المشترك"],"update":["تحديث"],"remove from list":["إزالة من القائمة"],"remove list":["إزالة القائمة"],"add to list":["أضف إلى القائمة"],"add list":["أضف القائمة"],"list":["قائمة"],"remove tags":["إزالة وسوم"],"remove tag":["إزالة وسم"],"add tags":["إضافة وسوم"],"add tag":["إضافة وسم"],"labels":["التسميات"],"label":["تسمية"],"tags":["وسوم"],"tag":["وسم"],"register":["تسجيل"],"user":["مستخدم"],"wordpress":["ووردبريس"],"subscription":["اشتراك"],"new subscriber":["مشترك جديد"],"subscribe":["اشترك"],"send":["إرسال"],"send email":["ارسل البريد الالكتروني"],"email":["البريد الالكتروني"],"This is a marketing email. This type of email does require marketing consent. Read more about [link]marketing emails[\/link].":["هذا بريد إلكتروني تسويقي. هذا النوع من البريد الإلكتروني يتطلب موافقة التسويق. اقرأ المزيد عن [link] رسائل البريد الإلكتروني التسويقية [\/link]."],"This is a transactional email. This type of email doesn't require marketing consent. Read more about [link]transactional emails[\/link].":["هذا بريد إلكتروني للمعاملات. لا يتطلب هذا النوع من البريد الإلكتروني موافقة التسويق. اقرأ المزيد عن [link] رسائل البريد الإلكتروني الخاصة بالمعاملات [\/link]."],"time":["الوقت"],"pause":["إيقاف مؤقت"],"wait":["انتظر"],"Start the automation when an order is created or changed to a specific status.":["ابدأ الأتمتة عند إنشاء طلب أو تغييره إلى حالة معينة."],"Order status changed":["تم تغيير حالة الطلب"],"single order value":["قيمة الطلب الواحد"],"purchase date":["تاريخ الشراء"],"Unsubscribing is a premium feature.":["يعد إلغاء الاشتراك ميزة مميزة."],"Unsubscribe the subscriber from all marketing emails.":["إلغاء اشتراك المشترك من جميع رسائل البريد الإلكتروني التسويقية."],"Run this automation only once per subscriber.":["قم بتشغيل هذه الأتمتة مرة واحدة فقط لكل مشترك."],"There was a problem with rendering!":["كانت هناك مشكلة في العرض!"],"new":["جديد"],"Copy to clipboard":["نسخ إلى الحافظة"],"Updating subscribers is a premium feature.":["تحديث المشتركين هو ميزة متميزة."],"Update the subscriber’s custom field to a specific value.":["قم بتحديث الحقل المخصص للمشترك إلى قيمة محددة."],"Update subscriber":["تحديث المشترك"],"Removing subscribers from lists is a premium feature.":["تعتبر إزالة المشتركين من القوائم ميزة متميزة."],"Remove a subscriber from a list.":["إزالة المشترك من القائمة."],"Remove from list":["إزالة من القائمة"],"Adding subscribers to lists is a premium feature.":["تعد إضافة المشتركين إلى القوائم ميزة متميزة."],"Add a subscriber to a list.":["إضافة مشترك إلى قائمة."],"Add to list":["أضف إلى القائمة"],"Removing tags is a premium feature.":["تعد إزالة الوسوم ميزة متميزة."],"Remove a tag or multiple tags from a subscriber.":["إزالة وسم أو وسوم متعددة من المشترك."],"Remove tag":["إزالة وسم"],"Adding tags is a premium feature.":["تعد إضافة الوسوم ميزة متميزة."],"Add a tag or multiple tags to a subscriber.":["إضافة وسم أو وسوم متعددة للمشترك."],"Add tag":["إضافة وسم"],"All templates and fully configurable automations are available in the premium version.":["تتوفر جميع القوالب والأتمتة القابلة للتكوين بالكامل في النسخة المتميزة."],"Coming soon":["قريبا"],"Critical":["حرج"],"Email statistics":["إحصاءات البريد الإلكتروني"],"[link]Subscribe in registration form[\/link] setting must be enabled.":["يجب تمكين الإعداد [link] الاشتراك في نموذج التسجيل [\/link]."],"Wait for %d minute":["انتظر %d دقيقة","انتظر %d دقيقة","انتظر %d دقائق","انتظر %d دقائق","انتظر %d دقيقة","انتظر %d دقيقة"],"Minutes":["دقائق"],"No automation data.":["لا توجد بيانات أتمتة."],"You are about to delete the automation \"%s\".":["أنت على وشك حذف الأتمتة \"%s\"."],"Delete automation":["حذف الأتمتة"],"Automation":["الأتمتة"],"Editing an active automation is temporarily unavailable. We are working on introducing this functionality.":["تحرير الأتمتة النشطة غير متاح مؤقتًا. نحن نعمل على تقديم هذه الوظيفة."],"Automation errors":["أخطاء الأتمتة"],"Change automation name":["تغيير اسم الأتمتة"],"Editing automation:":["أتمتة التحرير:"],"Automation is deactivated. But recent users are still going through the flow.":["تم تعطيل الأتمتة. لكن المستخدمين الجدد لا يزالون يتدفقون."],"Automation is now deactivated!":["الأتمتة معطلة الآن!"],"The automation has been saved.":["تم حفظ الأتمتة."],"You need to design an email before you can activate the automation":["تحتاج إلى تصميم بريد إلكتروني قبل أن تتمكن من تنشيط الأتمتة"]," This will stop it for all subscribers immediately.":["سيؤدي هذا إلى إيقافه لجميع المشتركين على الفور."],"Update & Activate":["التحديث والتفعيل"],"Deactivate":["تعطيل"],"Deactivate automation":["قم بإلغاء تنشيط الأتمتة"],"Automation will be deactivated for all the subscribers immediately.":["سيتم إلغاء تنشيط الأتمتة لجميع المشتركين على الفور."],"Stop automation for all subscribers":["وقف الأتمتة لجميع المشتركين"],"New subscribers won't enter, but recently entered could proceed.":["لن يدخل المشتركون الجدد ، لكن من دخل مؤخرًا يمكنه المتابعة."],"Let entered subscribers finish the flow":["دع المشتركين الذين تم إدخالهم ينهون التدفق"],"Some subscribers entered but have not finished the flow. Let's decide what to do in this case.":["دخل بعض المشتركين لكنهم لم ينتهوا من التدفق. دعنا نقرر ما يجب فعله في هذه الحالة."],"Deactivate the \"%s\" automation?":["هل تريد إلغاء تنشيط أتمتة \"%s\"؟"],"Deactivate now":["قم بإلغاء التنشيط الآن"],"Are you sure you want to deactivate now? This would stop this automation for all subscribers immediately.":["هل أنت متأكد أنك تريد إلغاء التنشيط الآن؟ سيؤدي هذا إلى إيقاف هذه الأتمتة لجميع المشتركين على الفور."],"Stop automation for all subscribers?":["وقف الأتمتة لجميع المشتركين؟"],"Deactivating":["جارٍ التعطيل "],"Please try again.":["الرجاء المحاولة مرة أخرى."],"Purchase":["إشتري "],"Please purchase a MailPoet plan.":["الرجاء شراء خطة MailPoet."],"Purchase a MailPoet plan":["قم بشراء خطة MailPoet"],"The MailPoet Premium plugin was activated. Please reload the page.":["تم تفعيل الإضافة MailPoet Premium. رجاء أعد تحميل الصفحة."],"Plugin activation failed.":["فشل في تفعيل الإضافة."],"Reload the page":["إعادة تحميل الصفحة"],"Please activate the MailPoet Premium plugin.":["يرجى تفعيل الإضافة MailPoet Premium."],"Activate the MailPoet Premium plugin":["فعل الإضافة MailPoet Premium."],"Plugin installation failed.":["فشل في تنصيب الإضافة."],"Downloading…":["جارٍ التنزيل ..."],"Download":["تنزيل"],"Please download the MailPoet Premium plugin.":["يرجى تنزيل الإضافة MailPoet Premium."],"Download the MailPoet Premium plugin":["قم بتنزيل إضافة MailPoet Premium"],"Please upgrade your MailPoet plan to continue using MailPoet.":["يرجى ترقية خطة MailPoet لمتابعة استخدام MailPoet."],"Subscribers limit reached":["بلغت الحد الأعلى للمشتركين"],"Please upgrade your MailPoet plan.":["الرجاء ترقية خطة MailPoet الخاصة بك."],"Upgrade your MailPoet plan":["قم بترقية خطة MailPoet الخاصة بك"],"You cannot edit automation \"%s\" because it is in the trash.":["لا يمكنك تحرير الأتمتة \"%s\" لأنها في سلة المُهملات."],"Well done! Automation is now activated!":["أحسنت! تم تفعيل الأتمتة الآن!"],"Activating…":["جارٍ التفعيل..."],"Starts the automation when a new user registered in WordPress.":["تبدأ الأتمتة عند تسجيل مستخدم جديد في ووردبريس."],"Any user role":["أي دور مستخدم"],"When WordPress user role is:":["عندما يكون دور مستخدم ووردبريس هو:"],"Starts the automation when a new subscriber is added to MailPoet.":["تبدأ الأتمتة عند إضافة مشترك جديد إلى MailPoet."],"Any list":["أي قائمة"],"When someone subscribes to the following lists:":["عندما يشترك شخص ما في القوائم التالية:"],"Trigger settings":["تشغيل الإعدادات"],"An email will be sent to subscriber.":["سيتم إرسال بريد إلكتروني إلى المشترك."],"\"Reply to\" email address":["\"الرد على\" عنوان البريد الإلكتروني"],"\"Reply to\" name":["\"الرد على\" الاسم"],"Use different email address for getting replies to the email":["استخدم عنوان بريد إلكتروني مختلفًا للحصول على ردود على البريد الإلكتروني"],"Reply to":["الرد على"],"Enable custom GA tracking":["تفعيل تتبع GA المخصص"],"Google Analytics":["تحليلات جوجل"],"Type in preheader…":["اكتب في العنوان المسبق ..."],"Preheader":["العنوان المسبق"],"Type in subject…":["اكتب في الموضوع ..."],"you@domain.com":["أنت@نطاق.com"],"\"From\" email address":["\"من\" عنوان البريد الإلكتروني"],"\"From\" name":["\"من\" الاسم"],"Edit content":["تحرير المحتوى"],"Design email":["تصميم البريد الإلكتروني"],"Give the automation step a name that indicates its purpose. E.g \"Abandoned cart recovery\". This name will be displayed only to you and not to the clients.":["امنح خطوة الأتمتة اسمًا يشير إلى الغرض منها. على سبيل المثال \"استعادة عربة التسوق المهجورة\". سيتم عرض هذا الاسم لك فقط وليس للعملاء."],"Step name":["اسم الخطوة"],"Edit step name":["تحرير اسم الخطوة"],"Number":["الرقم"],"Wait for":["انتظر ل"],"Not set up yet":["لم يتم إعداده بعد"],"Wait some time before proceeding with the steps below.":["انتظر بعض الوقت قبل متابعة الخطوات أدناه."],"Wait for %d week":["انتظر %d أسبوع","انتظر %d أسبوع","انتظر %d أسابيع","انتظر %d أسابيع","انتظر %d أسبوع","انتظر %d أسبوع"],"Weeks":["أسابيع"],"Wait for %d day":["انتظر %d يوم","انتظر %d يوم","انتظر %d أيام","انتظر %d أيام","انتظر %d يوم","انتظر %d يوم"],"Days":["أيام"],"Wait for %d hour":["انتظر %d ساعة","انتظر %d ساعة","انتظر %d ساعات","انتظر %d ساعات","انتظر %d ساعة","انتظر %d ساعة"],"Hours":["ساعات"],"automation stats\u0004Total Exited":["إجمالي الخروج"],"automation stats\u0004Total Processing":["إجمالي المعالجة"],"automation stats\u0004Total Entered":["إجمالي الدخول"],"Add trigger":["إضافة المشغل"],"You cannot add a new step to the automation.":["لا يمكنك إضافة خطوة جديدة إلى الأتمتة."],"Not set":["لم يتم الضبط"],"noun\u0004Trigger":["المشغل"],"Step type not registered":["نوع الخطوة غير مسجل"],"Trigger type not registered":["نوع المشغل غير مسجل"],"Unknown step":["خطوة غير معروفة"],"Unknown trigger":["مشغل غير معروف"],"You cannot remove a step from the automation.":["لا يمكنك إزالة خطوة من الأتمتة."],"Delete step":["حذف الخطوة"],"Move to Trash":["نقل الى سلة المهملات"],"Yes, delete":["نعم ، احذف"],"No results found.":["لا توجد نتائج."],"Search for automation steps":["ابحث عن خطوات الأتمتة"],"automation steps\u0004Logical":["منطقي"],"automation steps\u0004Actions":["الإجراءات"],"automation steps\u0004Triggers":["المشغلات"],"Use left and right arrow keys to move through steps":["استخدم مفاتيح الأسهم لليسار ولليمين للتنقل عبر الخطوات"],"Give the automation a name that indicates its purpose. E.g. \"Abandoned cart recovery\"":["امنح الأتمتة اسمًا يشير إلى الغرض منها. على سبيل المثال \"استرداد سلة التسوق المهجورة\""],"Automation name":["اسم الأتمتة"],"Save draft":["حفظ المسودة"],"View all automations":["عرض كل الأتمتة"],"Fullscreen mode deactivated":["تم إلغاء تنشيط وضع ملء الشاشة"],"Fullscreen mode activated":["تم تفعيل وضع ملء الشاشة"],"Work without distraction":["اعمل بدون تشتيت"],"Fullscreen mode":["وضع ملء الشاشة"],"noun\u0004View":["العرض"],"Toggle step inserter":["تبديل مُدرِج الخطوة"],"The following steps are not fully set:":["لم يتم تعيين الخطوات التالية بشكل كامل:"],"Rename":["إعادة تسمية"],"More":["أكثر"],"WordPress user registers":["مستخدم ووردبريس يسجل"],"noun\u0004Delay":["تأخير"],"Google Analytics tracking is not available in the free version of the MailPoet plugin.":["لا يتوفر تتبع Google Analytics في الإصدار المجاني من إضافة MailPoet."],"Someone subscribes":["شخص ما يشترك"],"Not an authorized sender email address. [link]Authorize it now.[\/link]":["ليس عنوان بريد إلكتروني المرسل المعتمد. [link] تفويضه الآن. [\/link]"],"Tutorial":["الدورة التعليمية"],"Click here to copy":["انقر هنا للنسخ"],"Verify the DNS records":["تحقق من سجلات DNS"],"Value":["القيمة"],"Host":["المضيف"],"Manage Sender Domain":["إدارة نطاق المرسل"],"An error occured when performing the request. Please try again later":["حدث خطأ أثناء تنفيذ الطلب. الرجاء معاودة المحاولة في وقت لاحق"],"The email address has been authorized. You can now send emails using this address with MailPoet.":[" عنوان البريد الإلكتروني مُصرح له. يمكنك الآن إرسال رسائل البريد الإلكتروني باستخدام هذا العنوان مع MailPoet."],"Check your inbox now to confirm your email address. Please find the email with the subject: [bold]\"email address to authorize\"[\/bold]":["تحقق من صندوق الوارد الخاص بك الآن لتأكيد عنوان بريدك الإلكتروني. يرجى العثور على البريد الإلكتروني مع الموضوع: [bold] \"عنوان البريد الإلكتروني المُصرح له\"[\/bold]"],"Authorizing your email address: [senderEmail]":["تصريح عنوان بريدك الإلكتروني:\n[senderEmail]"],"Send email":["ارسل البريد الالكتروني"],"delay":["تأخير"],"Updates":["التحديثات"],"Failed":["فشل"],"Upgrade":["تحديث"],"Your current MailPoet plan includes advanced features, but they require the MailPoet Premium plugin to be installed and activated.":["تتضمن خطة MailPoet الحالية الخاصة بك مميزات متقدمة ، ولكنها تتطلب تنصيب وتفعيل الإضافة MailPoet Premium."],"machine-opened":["يتم فتحه آليًا"],"opened":["تم الفتح"],"clicked":["تم النقر"],"is member of":["عضو في"],"Tomorrow":["غداً"],"To edit this email, it needs to be deactivated. You can activate it again after you make the changes.":["لتحرير هذا البريد الإلكتروني ، يجب تعطيلها. يمكنك تفعيلها مرة أخرى بعد إجراء التغييرات."],"Activate MailPoet Premium plugin":["قم بتفعيل إضافة MailPoet Premium"],"MailPoet Premium is installed but not activated.":["MailPoet Premium منصب لكن غير مفعّل"],"Re-engagement":["إعادة التفاعل"],"I have upgraded my subscription, resume sending":["لقد قمت بترقية اشتراكي، استأنف الإرسال"],"In the last step, before sending a newsletter. URL: ?page=mailpoet-newsletters#\/send\/2\u0004Use an address like %1$s for the Sender and put %2$s in the <em>Reply-to<\/em> field below.":["استخدام عنوان مثل%1$s للمرسل ووضع %2$s في ال <em>الرد على<\/em> الحقل أدناه."],"In the last step, before sending a newsletter. URL: ?page=mailpoet-newsletters#\/send\/2\u0004You might not reach the inbox of your subscribers if you use this email address.":["قد لا تصل إلى علبة وارد مشتركيك إذا تستخدم عنوان البريد الإلكتروني هذا."],"View subscribers":["عرض المشتركين"],"Select":["حدد "],"A test email was sent to [email_address]":["تم إرسال بريد إلكتروني تجريبي إلى [email_address]"],"Activate MailPoet Sending Service":["تفعيل خدمة إرسال MailPoet"],"MailPoet Sending Service is active":["خدمة إرسال MailPoet مفعلة"],"Download MailPoet Premium plugin":["قم بتنزيل إضافة MailPoet Premium"],"MailPoet Premium is not installed.":["إضافة MailPoet Premium غير منصبة"],"MailPoet Premium is active":["MailPoet Premium مفعّل"],"This website is on an Intranet. Activating MailPoet will not be possible.":["هذا الموقع موجود على إنترانت. لن يكون تفعيل MailPoet ممكناً."],"Your host is blocking the activation, e.g. Altervista":["مضيفك يحظر التفعيل، على سبيل المثال Altervista"],"You’re on localhost or using an IP address instead of a domain. Not allowed for security reasons!":["أنت على مضيف محلي أو تستخدم عنوان IP بدلاً من النطاق. غير مسموح لأسباب أمنية!"],"Your key is not valid":["المفتاح الخاص بك غير صالح"],"Your key is valid":["مفتاحك صالح"],"Please specify a license key before validating it.":["يرجى تحديد مفتاح ترخيص قبل التحقق من صحته."],"total spent":["مجموع النفقات"],"has active subscription":["لديك اشتراك مفعل"],"days":["الأيام"],"Restore and enable":["الاستعادة و التفعيل"],"Trash and disable":["الإرسال إلى سلة المهملات والتعطيل"],"Delete permanently":["الحذف نهائيًا"],"Update":["التحديث"],"Back to section root":["العودة إلى جذر القسم"],"Loading ...":["جار التحميل ..."],"What’s new":["ما هو جديد"],"Oops! There seems to be an issue with the sending on your website. [link]See our guide[\/link] to solve this yourself.":["عفوا! يبدو أن هناك مشكلة في الإرسال على موقع الويب الخاص بك. [link]راجع دليلنا[\/link] لحل هذه المشكلة بنفسك."],"An error occurred while saving the template in \"Recently sent\"":["حدث خطأ أثناء حفظ النموذج في \"تم الإرسال مؤخرًا\""],"Confirm":["أكد "],"Confirm to proceed":["أكد لتقدم"],"Error code: %1$s":["كود الخطأ: %1$s"],"Sending is paused because the following connection issue prevents MailPoet from delivering emails":["تم إيقاف الإرسال مؤقتًا لأن مشكلة الاتصال التالية تمنع MailPoet من تسليم رسائل البريد الإلكتروني"],"Sending has been paused due to a technical issue with %1$s":["تم إيقاف الإرسال مؤقتًا نظرًا لوجود مشكلة فنية في%1$s"],"John Doe":["John Doe"],"Learn more":["أعرف أكثر"],"Revenues by customers who clicked on this email in the last 2 weeks.":["عائدات العملاء الذين نقروا على هذا البريد الإلكتروني في الأسبوعين الماضيين."],"Something to improve.":["شيء للتحسين."],"Good stuff.":["أشياء جيدة."],"Good":["حسن"],"Excellent":["Excellent"],"Paused":["المتوقف مؤقتا"],"Statistics":["إحصائيات"],"Subject":["الموضوع"],"Current page":["الصفحة الحالية"],"Preview":["معاينة"],"Products":["منتجات"],"Cancel":["إلغاء"],"Delete":["حذف"],"Before you start, this is how you drag and drop in MailPoet":["قبل البدء ، هذه هي طريقة السحب والإفلات في MailPoet"],"Activate":["تنشيط"],"Send":["إرسال"],"Design":["التصميم"],"Template":["النموذج"],"Post Notification":["إشعار المقالة"],"Welcome Email":["بريد إلكتروني الترحيب"],"Today":["اليوم"],"Close":["إغلاق"],"Not sent yet!":["لم ترسل بعد!"],"An error occured when saving FROM email address.":["حدث خطأ عند الحفظ من عنوان البريد الإلكتروني."],"Can’t use this email yet! [link]Please authorize it first[\/link].":["لا يمكن استخدام هذا البريد الإلكتروني حتى الآن! [link]يرجى التصريح له أولاً[\/link]."],"Excellent. Your authorized email was saved. You can change it in the [link]Basics tab of the MailPoet settings[\/link].":["ممتاز. تم حفظ بريدك الإلكتروني المصرح له. يمكنك تغييره في علامة التبويب[link]Basics في إعدادات MailPoet [\/link]."],"Set one of [link]your authorized email addresses[\/link] as the default FROM email for your MailPoet emails.":["قم بتعيين أحد [link] عناوين بريدك الإلكتروني المصرح له[\/link]  ليكون الافتراضي من البريد الإلكتروني لرسائل البريد الإلكتروني الخاصة بك في MailPoet."],"It’s time to set your default FROM address!":["حان الوقت لتعيين الافتراضي الخاص بك من العنوان!"],"Sending has been resumed.":["تم استئناف الإرسال."],"Move to trash":["انقل إلى سلة المهملات"],"Edit":["تعديل"],"Type":["النوع"],"%1$d items":["%1$d عناصر"],"1 item":["العنصر 1"],"of":["من"],"Last page":["آخر صفحة"],"Next page":["الصفحة التالية"],"First page":["First page"],"Previous page":["الصفحة السابقة"],"Restore":["استعادة"],"Select All":["حديد الكل"],"Empty Trash":["إفراغ سلة المهملات"],"Select bulk action":["حدد الإجراء المجمع"],"Clear selection":["مسح الاختيار"],"Select all items on all pages":["حدد جميع العناصر على جميع الصفحات"],"All %d items are selected.":["جميع %d العناصر محددة."],"All items on this page are selected.":["جميع العناصر في هذه الصفحة محددة."],"Search":["بحث"],"Add":["إضافة"],"Yes":["نعم"],"The changes you made may not be saved":["لا يمكن حفظ التغييرات التي أجريتها"],"Congrats!":["تهانينا!"],"Save":["حفظ"],"No":["لا"],"Active":["مفعل"],"Sent":["المرسل"],"Sending":["جاري الإرسال"],"Scheduled":["المجدول"],"Draft":["المسودة"],"Resume sending":["استئناف الإرسال"],"Trash":["سلة المهملات"],"All":["الكل"],"Read more":["إقرأ المزيد"],"Unsubscribe":["إلغاء الاشتراك"],"Premium":["الاحترافية"],"Settings":["الإعدادات"],"Subscribers":["المشتركون"],"Newsletter":["الرسالة الإخبارية"],"WooCommerce":["ووكومرس "],"Email":["البريد الالكتروني"],"MailPoet Sending Service is not active.":["خدمة إرسال MailPoet غير مفعلة."],"Your key is not valid for MailPoet Premium":["المفتاح الخاص بك غير صالح لMailPoet Premium "],"Your key is not valid for the MailPoet Sending Service":["المفتاح الخاص بك غير صالح لخدمة إرسال MailPoet."],"An unknown error occurred.":["حدث خطأ غير معروف."]}}}